
import styles from "./about-us.module.css"
import type { Metadata } from 'next'

export const metadata: Metadata = {
    title: 'من نحن ؟',
};

export default function AboutUs() {
    return (
        <div className={styles.container}>
            <article>
                <section>
                    <h1>
                        من نحن
                    </h1>
                    <p>
                        موقع Chess24Arabic هو موقع رياضي إخباري إلكتروني لمتابعي لعبة الشطرنج العربية والعالمية، يوفر لك العديد من الخدمات المهمة مثل:
                    </p>
                    <ul>
                        <li>الأخبار اليومية المتعلقة بالشطرنج.</li>
                        <li>نتائج وملخصات البطولات والمباريات.</li>
                        <li>الجداول الخاصة بأهم البطولات العالمية والإقليمية.</li>
                        <li>معلومات عن اللاعبين وترتيبهم وأبرز إنجازاتهم.</li>
                        <li>وغيرها من الخدمات المتنوعة.</li>
                    </ul>
                    <p>
                        هدف الموقع هو توفير المعلومة بشكل جميل وسلس مهما اختلفت تلك المعلومة وتبدلت طبيعتها.
                        <br /><br />
                        <strong>
                            ملاحظات مهمة:
                        </strong>
                        <br /><br />
                        1- نحن غير متحيزين إلى لاعب أو اتحاد معين، أو إلى بطولة بعينها، ولكن هذا لا يغفل أن هناك تركيزاً كبيراً على البطولات المهمة جداً في عالم الشطرنج.
                        <br /><br />
                        2- عدد من الأخبار الموجودة في الموقع هو ملخص ومختصر لما يُذكر في المواقع والصحف العالمية المهتمة بالشطرنج، سواء كان الخبر متيقناً بنسبة كبيرة أو خلاف ذلك، فهو على ذمة المصدر الذي دائماً ما نذكره.
                        <br /><br />
                        ما نطمح له هو أن يكون Chess24Arabic موقعك المميز والمفضل لمتابعة كل جديد.
                        ودائماً باب استقبال ملاحظاتكم واستفساراتكم مفتوح في أي وقت.
                    </p>
                </section>
            </article>
        </div>
    );
};